---
kind: type
id: T:Autodesk.Revit.DB.OpenConflictResult
source: html/7d97b28b-b287-03c0-7d7d-205649ca4ecf.htm
---
# Autodesk.Revit.DB.OpenConflictResult

The result of the open conflict.

## Syntax (C#)
```csharp
public enum OpenConflictResult
```